# 序章

# 游戏在此开始。
label start:

    "？？？" """「这世界上存在神吗？」

            「啊，也许真的存在，这也说不定。」

            「倘若真的存在，那么他一定是一定是我的造物，{p}并且和我一样，软弱，踌躇。」

            「————还真是个无能的神啊。」"""

    ## 教室内景CG
    scene classroom with close
    ## 沈明视角
    # 五教，5305

    "灯光很明亮，毕竟是特殊装修的“05”教室。"
    "但是我只要抬头，正对明晃晃的灯光，我就有打哈欠的冲动。"
    "果然是熬夜的问题吗。"
    "外面大概下着雨，虽然透过窗户看不见那么夸张的雨滴，但是天空就像蒙着一层粉笔灰一样阴郁。"
    "这是上午第三节课，电磁学。"
    "才刚开学不久，这些内容，大致高中都学过吧。所以才有闲情逸趣在这个时候东张西望。"
    "初春真的好冷啊，没想到三月居然会这么冷。"
    "不，一切景语皆情语，是我感到了什么吗？"
    "这才开学不久，没有什么压力，也没有什么恶心的事情，大概。"

    teacher "「接下来我们讲静电场的高斯定理...」"

    "高斯定理吗。"
    "我飞快地在脑中过了一遍这个定理的内容，甚至连证明也差不多记得。
    嘛，现在好像也没什么内容嘛。"
    "我转回来 ，看了看右手边坐着的，正在以惊人的速度抄笔记的家伙。"
    "这人叫梁易寒，也是我舍友。"
    "这货从第一节课开始就是这种状态。前几节课我还做出和他一样正经的样子，
    听讲，抄笔记，生怕落下哪个字没听见。但是没过几次我就认输了。"
    "我要是复制梁易寒的听课方式，恐怕我得累死。"
    "但是这货似乎毫不动摇，也不去管身旁我是听课还是神游还是去玩手机，始终是这种状态。"
    "下课铃响了。"

    show lyh at s11
    lyh "「沈明，你来看看这个式子...」"
    sm  "「哪个。」"

    "我接过笔记本。字迹一如既往的清晰，虽然不算好看，但是非常工整，而且内容非常充实。"
    "这就是卷怪的笔记本吗..."

    sm  "「唔，stokes公式吧，大概。」"

    "还好是我会的东西，不然这货肯定要开始笑我了。"

    lyh "「哦，这样啊，哦...对了，晚上来推{s}ATRI{/s}吧。」"
    sm  "「蛤，你刚刚不是还在问题目吗？」"
    lyh ouch"「这不是问完了吗，你这么凶干嘛。」"
    sm  "「你这卷怪..」"
    lyh pity"「你哪里看出我卷了？」"
    sm  "「只有卷怪才会做那种质量的笔记吧！」"
    lyh angry"「我哪里卷了啊？这不是应该做的吗？」"
    sm  "「这才是真的卷怪言论吧。」"
    lyh happy"「不管怎么样，现在下课了嘛，无内鬼，来点二刺螈。所以你来不来啊。」"
    sm  "「来什么二刺螈？」"
    lyh "「来gal啊！」"
    sm  "「不来。」"
    lyh "「为什么啊，上次不是挺开心的吗，一起推gal，共享一份美好的感动啊。」"
    sm  "「四斋蒸鹅心，谁要和你共享情感啊，这不就是牛头人？」"
    lyh pity"「喂，你怎么说话的，最多算3P吧。」"
    sm  "「你这性质更恶劣了吧？」"
    lyh naive"「不是你自己说的牛头人吗？」"
    sm  "「你还真就牛头人啊？牛头人怎么还不爬啊？」"
    lyh angry"「所以说哪里牛头人了啊？我们不是不走一条线的吗？」"
    sm  "「这才是问题所在吧！你自己去走你的{s}水菜萌{/s}线啊，
         我要我的高性能机器人。我可是纯爱党。」"
    hide lyh with dissolve

    "说完才感觉到，我声音太响了。"
    "这5305教室不大，有几个没走的人就像看傻子一样看着我。我仿佛已经听到了议论声" ## 音效

    ## 四句均为需录音的台词
    studentA "「那家伙有病吧。」"
    studentB "「这里是教室吧？」"
    studentC "「他们是在讨论galgame吧，肥宅真恶心。」"
    studentD "「{s}ATRI{/s}吗，哈哈哈二刺螈，像个小丑一样，真可怜。」"

    "我猛地一颤，这些声音就像是真的被我听到一样，强烈地刺激着我的大脑。"
    "喂，我错了，错了，还不行吗，别盯着看了。"

    #show sm with dissolve
    sm  "「真是的，死宅做错了什么...」"
    show lyh naive with dissolve
    lyh naive"「啥？」"
    sm  "「没啥。好了，去吃饭吧。」"
    hide lyh with dissolve

    "哎，怎么感觉最近这种事情越来越多了。"
    "gal果然还是小圈子啊。是不是我早就社死了，他们都懒得议论了呢。"
    "想到这里，突然感觉头皮发麻。"
    "冷静，他们根本不会注意到我。"
    "就是嘛，一个死肥宅，凭什么被关注。
     又不是什么重要人物，也不是什么巨佬，才不会被妮可这群卷怪关注吧。"
    "不过，这样好像也挺好。"

    ##一教外景
    scene first_teaching_building with tran_anticlockwise

    "熙熙攘攘的人潮。"
    "刚刚下课，大家应该都在赶往食堂，或者回宿舍吧。"
    "一教门口的大路是回中区必经之路。"
    "这是科大最老的教学楼了。门口挂着“历史建筑”的牌子。"
    "听说以前是作为科研楼使用的，至今也留下了不少设施和实验室。
    不过现在好像完全变成大物实验教学中心了呢。"
    "大物实验...恐怖的东西。"
    "至少在科大，这可谓是最为臭名昭著的一门课，
     因为其耗时久，条框多，没有什么实质性内容，给的学分少，还是全校通修。"
    "饱受诟病，但是至今仍然没有取消。
     嘛，我这学期反正是必做了，而且以后就没有安排必修了，忍吧。"
    "但是不知道为什么，每次我路过这里，都会感到莫名的怀念。"
    "这栋低矮的建筑正对着老北门，是科大最早的校门，
     后来由于校区扩大，老北门变成了一个“景点”，仅仅只是一个历史的象征了。"
    "很多高校，至少大部分我去参观过的，正门正对着主楼，一路都是肃穆的常绿树木。"
    "不过在这里，连接着老北门和一教的路叫樱花道，道旁满植樱花树。"
    "每年春天，这里就是一片烂漫的绯红，一教橘红的外墙看起来也变得柔和。"
    "这大概是这个学校最美的地方了。"

    ## 食堂外景
    scene canteen_outside with tran_anticlockwise

    "雨不大，应该，算是不大吧，预报也是写着“小雨”。"
    "合肥这个季节还是很冷，并不是那种刺骨的严寒，毕竟已经三月。"
    "这冷是留了余地的，没有把人完全逼回开着暖风的室内，但是也不容许一寸敞开的领口。"
    "就像这个学校一样。"
    "三月了，是不是很快就要开始做大物实验了？"
    "想到这个，心里不由有点打怵。"

    show lyh with dissolve
    lyh "「你是不是感觉非常冷啊？」"
    sm  "「冷？何以见得？」"
    lyh "「我感觉你一直在发抖啊。」"
    sm  "「感觉？」"
    lyh "「是啊。」"
    sm  "「你这家伙，不会一直在盯着我吧。」"
    lyh angry"「我在欣赏风景啊。仔细观察身边的事物才能接近世界的真实吧。」"
    sm  "「这哪里看来的？再说我也不是风景吧。」"
    lyh naive"「哪里不对吗。」"
    sm  "「没什么，我就是在想，明天就要开始做大物实验了吧。」"
    lyh awkward"「好像是啊，这是第三周了。科大在这个方面还真是毫不退让呢。」"
    sm  "「真搞不明白大物实验有什么意思，简直就是浪费时间。」"
    lyh thinking"「这已经成为传统了吧，就像那座看起来很新，但是其实很旧的建筑物一样，
         大概它会一直矗立在这个校园里吧。」"
    lyh "「有些东西的继续存在不需要理由，或是说他的存在本身就是理由。」"
    sm  "「这是什么歪理？不好的东西凭什么继续存在下去？」"
    lyh awkward"「嘛，那如果要废止大物实验，一教就要拆除了吧。不过现在还是考虑怎么水报告比较现实。」"
    sm  "「一教...这么一想还真是可憎啊。一想到还要冒着暴雨去做大物实验，
         我就感觉很烦，真是烦人啊。」"
    hide lyh with dissolve

    "“在无边的旷野上，在凛冽的天宇下，闪闪地旋转升腾着的...”"
    "脑子里突然出现这句话。"
    "这才注意到这“雨”。"
    "这不是独战的骤雨，这是春雨。"
    "非常绵密的雨滴，仿佛连成片一样地盘旋而下，随着风改变着姿态，
     像是颀长的轻纱，温和而细腻地拂动着大地的生机。"
    "伞被雨滴——或者可以称之为水雾，轻易地绕开，濡湿了衣服和书包，还有打伞的手。"

    sm  "「真的要去中区食堂吗，我估计人会很多。」"
    show lyh with dissolve
    lyh "「去啊，肯定去。没几个人会在这种鬼天气去食堂吧。
         我预感食堂没几个人，就是专门给我们准备的。」"
    hide lyh with dissolve

    "路上有不少人提着打包的袋子走向宿舍楼，我竟然有点相信这预感了。"

    ## 食堂内景
    scene canteen_inside with tran_anticlockwise

    lyh "「呜啊，今天也这么多人来食堂吗。」"
    sm  "「早给你说过了。谁让你不快点从教室出来，非要在教室搞什么3P。」"
    lyh "「喂，我哪里搞什么3P了，是你自己说那啥的吧。」"
    sm  "「行了行了，去排队。在这里磨蹭一分钟，可是会有十个人排到你前面哦。」"
    lyh "「我怎么感觉卷起来了。」"
    sm  "「这哪里卷了！你吃什么，赶紧去排队。」"
    lyh "「呃，我没想好，面条吧。」"

    "面条窗口是人最多的窗口，队伍已经排到了大门口。"

    sm  "「得了吧，我得赶紧回宿舍，早上赶早八，下午还有课，哈（哈欠），我去排米饭咯。」"
    lyh "「哎等等我，我也去。」"
    sm  "「喂，homo，你别直接扑过来啊这里是食堂————」"

    "事实是梁易寒滑了一跤，迎面走过来一个一直低头看手机的女生，
     他为了不撞上，只能向我这边倒。"

    girl "「啊，抱歉，非常不好意思。」"
    sm  "「没事没事，没撞上就好。」"

    "我伸手把梁易寒拉起来。"

    sm  "「话说，那人还真不注意，明明是她没让路，还低头看手机，结果甩下一句话就走了。」"
    lyh "「唉，算了，不过你不也说了“没事”吗。」"
    sm  "「这不就是客套吗？总不能逮住人家，上去一句“你怎么回事？”吧。」"
    lyh "「不愧是沈明啊。」"
    sm  "「蛤？」"
    lyh "「没什么，夸你呢。好了，拿米饭。」"

    "中校区的食堂，应该是和中校区同时投入使用的。
     设施很新，地面用大理石铺就，明亮的灯光在大理石上反射，整片空间都显得富丽堂皇。"
    "说起来，五教的灯光颜色，和食堂还真有点像啊。"
    "我走了几圈，等到了一张空桌子，没想到正好和反向转了一圈的lyh又碰到。"

    lyh "「你吃这么少啊。」"
    sm  "「哪里少了，就米饭比你少2毛钱的吧。」"
    lyh "「你又拿了青菜豆腐啊。」"
    sm  "「是啊，青菜豆腐，营养又下饭，还只要一块钱。」"
    lyh "「原来你生活这么简朴的吗。」"
    sm  "「我也想吃美少女给我手制的便当啊，啊，这煎蛋放了砂糖，明明我更喜欢咸的...」"
    lyh "「不对，谁家煎蛋放砂糖的啊？」"
    sm  "「她喜欢啊，这是她手制的便当，里面满满的都是心意的，怎么不能是甜的。」"
    lyh "「呕。Kimo。」"
    sm  "「喂，这是死宅的梦想吧？」"
    lyh "「嗯对对对，梦想都可以有。所以呢，所以你现在在食堂和另一个死肥宅一起吃青菜豆腐。」"
    sm  "「那你倒是给我变成美少女啊！？快变！」"
    lyh "「没那兴趣。再说就算你和美少女一起吃饭，也是在吃青菜豆腐吧，
         这里可是妮可的食堂，又不是霓虹高中的楼顶，还是那种几乎没人来的。
         在那里你们铺开餐布，啊，futaride~」"
    sm  "「你才kimoi吧，脑子里都是什么啊。」"
    lyh "「你不是要梦想吗？我给你具现化一下。」"
    sm  "「好了好了，我知道我在想桃子了，赶紧吃饭吧，下午还有课，还要不要午睡了。」"

    ## 宿舍内景
    scene dormitory_inside with tran_anticlockwise

    "舒服的午睡。"
    "也许是因为高中并不允许，以前我并没有午睡的习惯。
     到了大学，突然感觉午睡就像是美妙的甜点，让人欲罢不能。
     而且也确实有那么一点缓解早八疲倦的效果。"
    "看了看表，13:35，怎么这个家伙还没起床。"

    sm  "「喂，老兄醒醒。一点四十了。」"
    lyh "「唔——我这里才一点三十五啊，别烦别烦。」"

    "我怎么感觉这家伙在宿舍和在教室完全就是两个人啊。"
    "不过我也确实不想从床上爬起来，该死，被窝是天堂开在人间的分店吧。"
    "说起来，高中时不午睡，早上还要六点起床，我到底是怎么熬过来的。"

    sm  "「还不起吗？」"
    lyh "「zzz...」"
    sm  "「现在真的一点四十了，马上真的要迟到了。」"
    lyh "「{size=45}zzz...{/size}」"
    sm "如果点名我不会帮你签到的，我可事先说好了。」"
    lyh "「{size=55}zzz...{/size}」"
    sm  "「我要钻你被窝了。」"
    lyh "「哎，别烦，就一下...再一下就好...」"

    "这家伙..."
    "我放弃了，收拾好了东西准备出发。这时我偶然间瞥见梁易寒的书架最下面压着一本大书，
     《脑科学实验讲义》。"
    "这书看起来很旧了，包装破损严重，同时还非常的厚。所以虽然被埋在最下面，仍然很显眼。"
    "我和他都是计算机系的，没想到他还有这种兴趣吗。"
    "似乎听生物学院的同学说过，他们倒是有一本叫《脑科学导论》的教科书，
     不过那书很新，而且也只是从生物层面上研究的。我伸手去翻动书堆。"

    lyh "「你别乱翻我东西啊。」"

    "他像是瞬移一样地从床上下来。我愣住了。"

    lyh "「行了别磨蹭了，上课去。」"
    sm  "「你这不是动作很快嘛，怎么天天赖床的。」"
    lyh "「说了一会，就一会嘛，你看你着什么急。
         袜子，袜子，诶，完了，我袜子湿了，干的都是脏的，干净的还在晾！」"
    sm  "「你这家伙...」"
    lyh "「我能怎么办嘛，我也没办法啊，这。我说啊，沈明，你能不能——」"
    sm  "「滚啊，恶不恶心。我可没有这种趣味。」"
    lyh "「救急，救急嘛，晚饭我请客好吧，你看我们这交情...」"
    sm  "「好了，这下真的迟到了。」"

    "我屈服了，从柜子里拿了一双刚拆开的全新的袜子给他，他才免于一下午的透心凉。"

    ## 教室内景
    scene classroom with tran_anticlockwise

    "数据结构。"
    "这我得认真听了。但是还是不免偶尔地走神，
     结果频率越来越高，到后来也就陷入了半神游的一种状态。"
    "梁易寒仍然保持着那个可以说让人害怕的姿势，快速抄写着板书。
     很难想象一小时之前他还是那副颓废的样子。"
    "突然想起那本《脑科学实验讲义》。"
    "好像没有贴着明显的图书馆借阅的标签，也没有特别的记号表明出处。"
    "而且平时也从未见过他翻看这本书。"

    sm  "「梁易寒！」"
    lyh "「...」"
    sm  "「你怎么还有闲情逸致去研究脑科学啊。」"
    lyh "「啥？」"
    sm  "「就，你桌上不是有本很厚很厚的书吗。」"
    lyh "「那个啊，我爸的书，我最近借来看着玩。」"
    sm  "「为什么会是脑科学啊？」"
    lyh "「都说了看着玩！好好上课，不要到时候代码还要抄我的。」"
    sm  "「蛤？你以为我会抄你的代码吗？就你？」"
    lyh "「...」"

    "也许确实仅仅是个人兴趣吧。我没有追问下去。"
    "不过，脑科学，唔..."
    "是不是我小时候也听过这种东西？"
    "不对，我爸妈都是普通白领，怎么会研究这种东西。"
    "记错了吧..."

    ## 宿舍内景
    scene dormitory_inside with tran_anticlockwise

    ## 应潮视角
    yc  "「哈，终于改完了。」"

    "一个人，一下午，终于改完了组会的讲义。"
    "已经被老板打回来好几次了。希望这次能过。"
    "唉，真累人啊。要准备毕业设计，还要顾及实验室的事情。"
    "我瘫在椅背上，长长地叹气。"

    hzy "「唔...应潮，几点了啊。」"
    yc  "「五点半。天快黑了哦。」"
    hzy "「哇，这么晚了吗。」"
    yc  "「你睡得太香，我不忍心叫醒你。」"
    hzy "「呜...又一个下午啥都没干呐。闹铃怎么没叫醒我啊，该死。」"
    yc  "「你根本没定闹铃吧，我从没有听见什么东西响过。」"
    hzy "「应神你笑话我！气抖冷，菜鸡什么时候才能站起来。」"
    yc  "「行了行了，赶紧去用冷水洗洗脸，醒一醒，马上吃饭了。你还有一个充实的晚上哦。」"
    hzy "「啊，睡到头晕了。你下次得叫我一声。」"
    yc  "「呵呵，我可叫不醒你。你倒是记得定个闹铃啊。」"
    hzy "「好吧好吧，唉，我也想像应神一样变成永动机。」"

    "胡正阳走出了宿舍。我又扫了一遍已经倒背如流的讲义，微微摇头。"
    "马上就要毕业资格预审了啊。总感觉昨天才入学报到，不觉间已经两年了，什么感觉都没有。"
    "不禁开始怀疑自己的才能。一篇讲义就折腾了这么久，我真的有能力解决那个吗。"
    "爷爷是这样，爸爸也是，几十年了，天才的他们也无法破解。我真的可以吗。"
    "不，不能动摇。人必须坚信，才能完成，而坚信是绝对不会动摇的。"

    hzy "「应神你还在弄这个讲义啊。」"
    yc  "「唉，没办法啊，后天就是ddl了。」"
    hzy "「能力越大责任越大嘛！不愧是应神，实验室主心骨，必然要精益求精的嘛！」"
    yc  "「在这里科我也不会帮你写你的讲义的哦。」"
    hzy "「应神你好冷漠！」"
    yc  "「...」"

    "我说，明明时间那么紧迫，你倒是还能这么自在地开玩笑吗。"
    "该说不愧是你吗。"

    ## 食堂内景
    scene canteen_inside with tran_anticlockwise

    hzy "「应潮，你毕业设计主题定了吗？」"
    yc  "「你不是早就知道了吗。」"
    hzy "「果然还是在弄生物物理吗。」"
    yc  "「是啊。」"
    hzy "「可是应神你随便拿几篇你之前的算法的文章不就能毕业吗，为什么非要选一个和专业这么远的主题...」"
    yc  "「你已经劝我很多次了，我也很多次明确告诉你了，不会改。」"
    hzy "「好吧，应神你开心就好。我的建议只是出于关心。」"
    yc  "「谢谢你的好意，但是我不会采纳的。对了，我缺个助手，你来不来帮忙啊，
         到时候出了文章，二作写你的名字也不是不可以哦。」"
    hzy "「可拉倒吧，我对这玩意一无所知，怕是只能拖后腿。应神你加油。」"

    ## 校园外景
    scene school_outside with tran_anticlockwise

    "他说的没错。倘若我只以完成任务为目标，我大可以把以前的东西拿出来充数，也能轻松过关。"
    "但是我要完成的这个项目，绝非是出于兴趣。"
    "这是一个绵延了四十年的问题。这是困扰了一个家，一个家族数十年，而今要由我来解决的问题。"
    "{cps=5}{size=50}共鸣。脑共鸣。{/size}{/cps}"
    "数十年前的秘密研究已经发现了大脑信息传递的电信号规律。
     于是通过人为的干涉，实现对大脑信息的读取，甚至改变，理论上是可行的。"
    "但是从来过没有成功的实验。"
    "也许是考虑到这个实验本身的危险性以及对社会可能的危害，没有实验室敢公开研究进程。"
    "所以现在到底研究有什么新的进展呢。不清楚。从来没有组织或个人公布过。"
    "倒是有以博人眼球为目的的媒体宣称获得了进展，结果完全经不住检验。"
    "亵渎者没有资格欣赏真理，背叛者没有机会触摸真理。所以要坚信。爷爷是这么说的。"
    "但是有一点是清楚的。
     就在此地，这个不算历史悠久的校园，四十多年前曾经有突破性的成果，但是不久后研究中断。"
    "由于没有拿出实际的成果，这个“突破”随即被人们忘记。"
    "真相是实验失败了。主导这个研究的，研究员应晓，也就是我爷爷，被迫离开了这里。"
    "于是这个研究就交由他的儿子，还有孙子，继续进行。"
    scene black with tran_water
    ## 回忆场景

    应响 "「这不可能。理论的推导已经到达了极限，没有人体实验数据，根本不能称之为一个成果。」"
    yx "「不，一定可以的。」"
    应响 "「开什么玩笑，我可从来没听说过什么科学能够跳过实验。」"
    yx "「那就去做啊。」"
    应响 "「可是，如您所见，计算可以得到，您的实验不可能在共鸣活性太低的对象身上进行。
          即便我愿意为此献出生命，也一定是无谓的牺牲。」"
    yx "「...」"
    应响 "「倒不如说，那种对象真的会存在于人类中吗。
          您当年的那个实验对象恐怕也不满足，才招致失败的吧。」"
    yx "「不，一定可以做到的。」"
    应响 "「那倒是给我证据啊？我耗费了八年在这不知道到底有没有尽头的路上跋涉，
          毫无结果，毫无收获。意义到底何在啊？」"
    yx "「...」"
    应响 "「我知道您的苦衷，我也理解您的抱负，可是浪费的时光追不回了，
          您又何必让您的家人，您的儿子，我，再去浪费更多的时间呢？」"
    yx "「...」"
    应响 "「是时候停止这荒谬的坚持了。这答案并非吾辈能够找得到的。我不会再继续这个研究了。」"
    应响 "「这些资料您拿回去吧。我会去找一份能养活您还有这个家庭的工作，请您不要再继续殚精竭虑地研究了。」"

    "刺耳的摔门声终结了这段对话。一向儒雅的父亲，几乎是在向爷爷怒吼了。"
    "我当时躲在屋子里，听到了全过程。"
    "此后父亲离开了科大，进入了企业，以他的非凡天才和不懈努力，取得了相当的成果。
     对于共鸣的研究，从此再没有人敢向他提起。"
    "道路选择凡人，天才选择道路。我选择投身于科研，可是，我到底是哪一个呢。"

    scene school_outside with tran_water
    hzy "「应潮，你说啊，从这个学校毕业的人，都会去做科研工作吗？」"
    yc  "「蛤，谁说的。科研这玩意门槛可不低啊。」"
    hzy "「可是，你看这“科学技术”四个字，不就意味着这个地方的主旋律吗。」"
    yc  "「未必。这终归只是一个学校。有天才，也有庸人啊。」"
    hzy "「懂了，应神暗示我是庸人，给你科抹黑了。」"
    yc  "「卖弱不会让人变强。」"
    hzy "「那真就不给我这种菜鸡活路了吗？」"
    yc  "「停止你的科怪行为。还有，你不是在说科研吗，探究真理本就不是庸人的工作。」"

    "真理是澄澈的，不容得半点迷茫。"
    "如果连单变量微积分都学不好，想去研究实分析不就是天方夜谭吗。"

    hzy "「应神又骂我。」"
    yc  "「行了，少搁这抖机灵了，现在要紧的是把你的下午补回来。」"

    "..."
    "我到底怎么想这件事呢。"
    "父亲都放弃的事情。"
    "难。"
    "但是正因为遥远，所以神圣。"
    "大概彼岸的意义仅存在于路上吧。"
    "我只要专注于风雨兼程就是了。"

    ## 宿舍内景
    scene dormitory_inside with tran_anticlockwise

    ## sm视角
    "美好的夜晚一定要有gal。"
    "gal给人的体验是独一家的，是单纯的小说和电影无法做到的。推gal就像在体验另一种人生。"
    "有时推gal，感觉剧中人物的情感都无比真实，仿佛自己就在经历那样的人生，那样的故事。"
    "不禁疑问，到底哪边才是我呢..."

    sm  "「你别翻那么快！」"
    lyh "「哇，你怎么打人。」"
    sm  "「说了多少次别翻页，我还没看完呢。」"
    lyh "「你还没读完吗。」"
    sm  "「当然读不完啊！几十个字，你就一秒读完了吗？你是神仙吗。Gal哪有这么玩的。」"
    lyh "「难道不是因为你太慢了吗。」"
    sm  "「啥，你那才叫不正常速度吧。那我问你，上一页{s}亚托莉{/s}说了什么？」"
    lyh "「唔，好像是叫你去学校吧。」"
    sm  "「你真的在看吗，上一页是水菜萌的台词啊！」"
    lyh "「啊，我没注意。」"
    sm  "「所以说别翻那么快啊。你上课那个精神哪里去了，推gal不就享受这个阅读过程吗。」"
    lyh "「这不一样，上课是上课，gal是gal。」"
    sm  "「走马观花怎么享受gal，怎么领略美丽的故事。」"
    lyh "「所以这还是不一样吧。」"
    sm  "「什么意思？」"
    lyh "「上课有课本的吧，我只是急着想知道到底后来发生了什么啊。」"
    sm  "「算我求你了，照顾照顾我吧，本菜鸡做不到一目十行，欧捏该。」"
    lyh "「好吧好吧。不过，已经快一点了，你真的不睡觉吗。」"
    sm  "「啊？已经这么晚了吗。」"
    lyh "「所以说你也有没有注意到的东西啊。」"

    "打开手机，十二点四十分，距离熄灯也已经过去了一个小时。"

    sm  "「完了呀，明天就开始大物实验了，早上怕是起不来了。」"
    lyh "「没事的，我会及时叫醒你的哦。」"
    sm  "「我信你个鬼啊！你要是起得来，当天大物实验就废止了！」"
    lyh "「怎么能这么说呢，我不是在表达我的关心吗。」"
    sm  "「谁需要某个中午睡得像死猪一样的人来叫醒啊！
         所以你赶紧睡觉吧，明天我可不喊你起床了。」"
    lyh "「谁要你喊啊，哈—— 晚安，单身狗。」"
    sm  "「信不信我揍你啊！」"
    scene black with anticlockwise
    "..."

    ## 一教内景
    scene classroom with anticlockwise

    sm  "「哈啊，又是一下午烦人的大物实验。」"
    lyh "「那个电阻箱上面的标签还是1978年的。这玩意比科带新校区还老了。」"
    sm  "「是啊，真的舍不得弄点好的实验设备吗。一堆古董。」"
    lyh "「这就叫“传承”。」"
    sm  "「一堆不知道什么年代的导线，连橡胶皮都磨损了，有什么好传承的啊？」"

    "我不是很明白。"
    "大概这个古董建筑（好像也没多久）里面全都是诸如此类的古董。"
    "现在科研实验室都搬到别处了，一教现在只作为大物实验教学楼使用。"
    "flxg..."
    "不去管它了，总之今天也顺利结束了。"

    ## 一教一楼
    scene first_teaching_building_outside with tran_anticlockwise

    "我和梁易寒走下楼梯。"
    lyh "「完蛋，我上次报告怎么没交。」"
    sm  "「你傻吗。助教催了好几遍，你都像没长耳朵一样。」"
    lyh "「别骂了别骂了。你在这等我一下，我去1319交一下。但愿助教还在。」"
    sm  "「你赶紧的。看清楚有没有夹着原始数据的那张纸，别再出什么幺蛾子。」"

    "梁易寒跑上了楼梯。"
    "我转过身看樱花道。"
    ## 樱花大道(初春、黄昏)
    # scene with dissolve
    "树木发出新芽，叶片的绿色褪去了寒霜，焕发出活力。"
    "优雅的春风轻轻拂动枝头的花苞。很快就要开花了吧。"
    "不得不说，樱花季的科大，还是挺漂亮的。"
    ## 樱花绽放（白色蒙版，中心向外扩散）
    scene white with close
    "恍惚中我好像真的看到了漫天飞舞的花瓣，如同琉璃般美丽而易碎的梦，如今绽放在我眼前。"
    sm  "「这，这真不是梦吗？」"
    "我掐了掐脸，挺疼啊。"
    "不可能，这已经傍晚了，无论是光线，还是时节，都不可能。"
    scene black with blink
    "我仍置身于樱花中。一瞬间不知道该想什么，仅仅呆站在原地。"
    ## wyk上
    #
    "一个身影突然出现在花下，"
    "视野被飞花截成不规则的片段，但是那个存在却无比真实地为我所感觉到。"
    "一个少女。"
    ## 转场
    scene white with open
    "迟疑了一下，正欲迈开脚步，一切突然被强光笼罩。"

    ## 一教
    scene first_teaching_building_outside with close
    "再恢复视野时，眼前已然恢复“正常”的静谧。"
    "幻觉吗？是我熬夜太多了吗？"

    lyh "「喂，走了。看哪里呢。」"
    sm  "「唔，这花没开吧？」"
    lyh "「啊？什么？...当然没开，怎么可能现在开啊。」"
    sm  "「真的吗？为什么我看到了盛放的樱花」。"
    lyh "「中二病犯了？」"
    sm  "「没有没有，真的看到了。」"
    lyh "「我一瞬间没有反应过来你是在戏弄我还是怎么的。」"
    sm  "「它真的没开吗？」"
    lyh "「没开啊。你怎么了今天，发烧烧出幻觉了？」"
    sm  "「都说了没有幻觉啊。」"
    lyh "「那，你看到的是什么样子的樱花？」"
    sm  "「就，完全不符合常理的，漫天飞舞的樱花，就像整个一片樱花林一样。」"
    lyh "「唔，果然是番看多了吧？是不是还要来一句:“那个春天，我与命运相遇了？”」"
    sm  "「你别说，还真的有一瞬间看到一个少女。」"
    lyh "「得了吧你，我说啊，你这就是单身久了，憋出了幻觉。」"
    lyh "「你当这是二刺螈吗？」"
    sm  "「可是我真的看到了啊。」"
    lyh "「就在这？」"
    sm  "「就在这。」"
    lyh "「行了，赶紧去食堂吧，要没饭吃了。」"
    sm  "「我真的看到了啊。我掐了自己一下，疼的啊。」"
    lyh "「行了行了，知道你看到了。赶紧走吧。」"
    sm  "「喂！你这个家伙！」"

    ## 食堂内景
    scene canteen_inside with tran_anticlockwise

    lyh "「所以说，你在看到那个场景之前，有什么征兆吗？」"
    sm  "「好像也没什么吧。就是你上楼了，我一回头就感觉什么东西发生了变化。
         然后就看到了那样的场景。」"
    lyh "「然后呢？」"
    sm  "「然后，然后就那样，看到了一个少女，然后突然一切都消失了。」"
    lyh "「唔。」"
    sm  "「梁易寒你这算是什么意思？还是不信吗？我的话你都不信了吗？」"
    lyh "「凭良心说，我是不信的。」"
    sm  "「但是那是真的啊，你不信不影响它是真的啊。」"
    lyh "「这不重要。你知道有什么意义吗？」"
    sm  "「意义？这我怎么知道。」"
    lyh "「那不就好了。」"
    sm  "「梁易寒啊，有点情调嘛，多浪漫的事情啊。」"
    lyh "「所以你是想要什么情调啊？去写个小说吗？」"
    sm  "「不是啊，你想，即将到来的春天，科大，少年偶然碰到的情景，啊，多么浪漫，多么美丽。」"
    lyh "「{size=23}七朵樱花飘散而过，我瞄准其追了上去。{p}
         在我前面的不是风景，在风景前面的不是我。{/size}」"
    sm  "「你在念叨什么？」"
    lyh "「没什么。」"
    sm  "「那你倒是听我说话啊。」"
    lyh "「我一直在听啊。你说那是真的。我认可了，嗯，就是这样。」"
    sm  "「怎么感觉语气这么奇怪？」"
    lyh "「这件事本身就很奇怪吧。」"
    sm  "「呃，确实。但是这世界上不是存在着诸多无法解释的事情吗？」"
    lyh "「唔。是啊。」"
    sm  "「那你为什么就否定不可思议的存在呢？」"
    lyh "「我没有否定啊。我只是在想，那是什么样子的呢。」"
    sm  "「啊？」"
    lyh "「人在碰到不可思议的事情的时候应该怎么做呢？」"
    sm  "「怎么做？这你问我，我也说不上来。」"
    sm  "「比如走在路上，井盖突然就消失了，这个时候应该想着怎么躲开吧。」"
    lyh "「是这样。所以你也不必去解释它，感受它就好了。」"
    sm  "「唔，有道理。但是就算这么说，那个场景也不能重现了吧。」"
    lyh "「嘛，以后记着就是了。」"
    sm  "「我感觉你好奇怪啊。」"
    lyh "「哪里奇怪了？」"
    sm  "「感觉你说了什么不得了的话。」"
    lyh "「嗯？难道不是沈明同志先说奇怪的话的吗？」"
    sm  "「喂，你怎么说话的。」"
    lyh "「好了好了，好好吃饭。」"

    "我开始怀疑那是不是幻觉了。"
    "那个场景萦绕在我的脑海中，就像盘旋飞舞的樱花。"
    "那到底是什么呢。"
    "..."
    "总感觉，好怀念呢。"
    "抑或是，一种向往？"

    ## 一教内景
    scene classroom with tran_anticlockwise
    ##（下课铃）
    teacher "哦，还有个思考题，大家简单写一下吧。我看看大家掌握的怎么样，课后交给助教。"
    "又是思考题吗。这题似乎并不容易。"
    teacher "哦，这个不计入成绩。"
    "长舒一口气。于是我迅速拿出笔纸，简单写了几句。"
    "嘛，现在不应该享受短暂的下课时光吗。"
    "我伸了个懒腰。"
    "下节课，是啥来着？"
    "我回头看向梁易寒。梁易寒在奋笔疾书。"

    sm  "「你在写什么啊？」"
    lyh "「思考题。」"
    sm  "「蛤，这不算分的吧，而且也不是什么重要考点。」"
    lyh "「老师布置了啊。」"
    sm  "「可是也没必要这么搞吧。」"
    "梁易寒写完了，半页纸，顿时我感到非常难堪。"
    lyh "「差不多就这样吧。走啊，去交吧。」"
    sm  "「这...我就写了三行。」"
    lyh "「没事啊，反正不算分。」"
    sm  "「不算分那你为什么写这么多啊？」"
    lyh "「倒是你，只有三行才不正常吧？就算光写伪代码也不会这么简单吧？」"
    sm  "「你这人怎么这么卷啊？」"
    lyh "「嗯？我哪里卷了，这题要仔细写过程，确实得这么长吧。」"

    "他说的对。要仔细分析时间复杂度并不容易，我只是敷衍式地写了一点估算，
    甚至连严格的结果都没有。"
    "很难堪，但是也得去交了。"

    assistant "「大家排一下队啊，写好名字和学号————」"

    "助教的声音被人潮淹没。"
    "我们挤在队伍里。慢慢往前涌着。"
    "这时我注意到，身边人手里的纸，写了满满的一页。"
    "这题绝对没有这么麻烦。"
    "仔细一看，又是图表，又是函数式，甚至有几个明显是计算机计算的数据。"
    "那这也太卷了吧..."
    scene black with anticlockwise
    "..."
    "..."
    scene classroom with anticlockwise
    "下节课是数据库。"
    "准确的说是数据库系统基本原理。"
    "操作都是代码，虽然显得很生硬，但是看熟了也很自然。"
    "为什么不能写个代码，把知识之间输入大脑啊。"
    "..."
    "这当然是不可能的，存储结构都不一样。"
    "那真的就没有任何一点点能够改造大脑的办法吗？"
    "..."
    "《脑科学实验讲义》"
    "脑科学到底是研究什么的呢。"
    lyh "「喂，看那个人。」"
    sm  "「哪个？」"
    "一个瘦高的男生走到我们身后坐下。"
    lyh "「他是应潮吧？」"
    sm  "「那是谁？」"
    lyh "「就前段时间在发了一SCI的那个。据说GPA4.1。」"
    sm  "「？！这是什么怪物？」"
    "梁易寒转过去打招呼。"
    lyh "「您好...是应潮学长吗？」"
    yc  "「嗯？你是？」"
    lyh "「我是您的粉丝！」"
    yc  "「别，我不是校园偶像，怎么会有粉丝的？」"
    lyh "「 SCI佬！」"
    yc  "「啥玩意？」"
    sm  "「真的是啊？」"
    lyh "「是啊，这就是本人。」"
    yc  "「别乱传些有的没的啊，什么SCI都是不实消息。现在就当我是你们助教，严肃点，要上课了。」"
    ##（上课铃）
    "我们转回去。"
    scene black with anticlockwise
    "..."

    ## 课间
    scene classroom with anticlockwise
    sm  "「话说，lyh，数据结构上周作业第五题是不是批错了啊。」"
    lyh "「嗯？哪一题？」"
    sm  "「就那个写二叉树的。我觉得我这么写没问题啊。」"
    lyh "「让我看看...你这个根本就对不上后序遍历吧。你这里E和F结点是反的。」"
    sm  "「啊？难道不是先E再到F吗？」"
    lyh "「你这真的是后序遍历吗？建议回去看书，书上写的清楚。」"
    sm  "「你这人，真就把书全背下来了吗？」"
    lyh "「总比你天天想着美少女，走过一教门口也想着美少女好。」"
    sm  "「都说了那不是想着，就是一种现象啊！」"
    ## 给yc立绘，yc注意到了谈话内容。
    #
    lyh "「肯定还是因为你心里想着那种东西吧？书上说，如果你想着一个东西，
         周围的电信号如果能对你造成干涉，就有更大可能真的感受到那个东西啊。」"
    sm  "「这是哪门子歪理？」"
    lyh "「这可不是歪理，这是科学。」"
    sm  "「你网文看多了吧？」"
    yc  "「同学，不好意思，打断一下...」"
    "两人" "诶？"
    yc  "「你刚刚是在说，幻觉？」"
    sm  "「额，是的。」"
    yc  "「能仔细说一下吗？」"
    "于是我把那天的情形描述了一遍。不过相比给梁易寒说的版本，这次我没敢加什么修饰。"
    "如果在学长面前显得太二刺螈，是不是会被鄙视啊。（汗）"
    yc  "「这样啊...你确定这不是路人女主的画面吗？」"
    "我就知道会被这么说..."
    "但是学长完全没有戏谑的意思，一脸严肃。"
    "不过应潮学长竟然直接指定路人女主吗？难道？"
    sm  "「不敢胡说，都是真的。唔，不过我也不敢保证完全不是幻觉就是了。」"
    yc  "「嗯...」"
    sm  "「学长您也看路人女主吗？」"
    yc  "「权当消遣。」"
    "我傻了。不愧是妮可。"
    sm  "「学长是在做这方面的研究吗？」"
    yc  "「仅仅停留在了解吧。」"
    lyh "「您是对什么很在意吗？」"
    yc  "「也许确实有一点。{w=1.5}我能留一下你的联系方式吗？」"
    sm  "「可以。学长有什么事情吗？」"
    yc  "「可能，我要哪天再找你当面说。」"
    ## （上课铃）
    scene black with tran_water
    "脑海中一瞬间浮现出几个画面，"
    # scene xxx with dissolve
    "那个绯红色的下午，"
    #
    "那本破旧的《脑科学实验讲义》，"
    #
    "然后， 一切被皑皑白雪覆盖。"
    scene black with tran_water

    ## 过场，黑屏，右下角显示 "
    ## TODO: 隐藏文本框，文字位置调整
    "对于不可言说之物，理应保持沉默。"

    ## 宿舍内景
    scene dormitory_inside with anticlockwise
    "应潮学长叫我下午去USTC1958喝一杯。显然是为了“幻觉”的事情。"
    sm  "「梁易寒你不去吗？」"
    lyh "「我？我为什么要去。」"
    sm  "「这事你也来听听不好吗？」"
    lyh "「这和我有啥关系。无论发生了什么，是真是假，不都是你的事情吗。
         我还要整理图论的笔记，你自己去吧。」"
    sm  "「好吧。」"
    "梁易寒做出了一幅完全事不关己的样子。"
    "但是这确实只能由我自己来说明。那就不麻烦他了。"

    ## 1958外景
    scene USTC1958 with tran_anticlockwise
    yc "「是sm同学吧，幸会！」"
    "他首先伸出右手。"
    sm "学长好！"
    "我有点犹豫，但是还是回握了。"
    ## 落座
    "这是USTC1958，校园里的咖啡厅，坐落在一教和郭沫若广场之间，
     环境清幽，确实是放松的好地方。"
    "但是东西也是真的贵..."
    "桌上是两杯还冒着热气的咖啡。在这样初春清冷的天气里，看起来就很诱人。"
    "应潮学长自己先喝了一口。"

    yc "「请用！不要客气。无聊的内卷生活中能有这样的小资情调也不坏嘛。」"
    sm "「确实。」"
    yc "「那么我们进入正题。首先，你要答应和我合作。」"
    sm "「合作？合作什么？」"
    yc "「不要太紧张。不把这些东西说出去就行。」"
    "这，我怎么可能不紧张..."
    sm "「好，好的！」"
    yc "「好。{w=1.5}那个场景确实是你的幻觉。」"
    sm "「什么？我保证我没有撒谎！」"
    yc "「不，你没有撒谎。但是你确实产生了幻觉。」"
    sm "「什么意思？」"
    "..."
    "幻觉吗..."
    yc "「那个场景，不应该发生在那个地方，那种时间，对吧？」"
    sm "「是，是的。冬天不可能有樱花飞舞的场景。」"
    yc "「那这就是幻觉。」"
    sm "「我不是很明白。」"
    yc "「但是你看到的不是你虚构的。还记得那天在教室，你提起这个事情的时候，你同学说了什么吗？」"
    "..."
    "什么，还能是真的吗？刚刚不是还说幻觉吗？"
    sm "「他？他不就会阴阳怪气吗？」"
    yc "「他说，你受到了某种干涉，然后才会产生了那种被称为幻觉的东西。」"
    "...从刚才开始就感觉头痛。"
    "就像是被什么电波干扰了一样。"
    "..."
    sm "「确实有这个事情。不，难道您是说...」"
    yc "「确实是你想的那个样子。你受到了共鸣的影响。」"
    sm "「共鸣？」"
    yc "「这是问题的核心。一教附近存在一个共鸣的信号源，于是你在波峰处被影响了，就是这样。」"
    "..."
    "共鸣？"
    "..."## (头痛)
    sm "「等等，这都是些什么，确定这不是科幻电影剧本？」"
    yc "「我倒但愿它真的只是个剧本。但是这是事实，
        共鸣现象是存在的并且是真实发生在你身上的。这是我能做出的最佳解释。」"
    sm "「那为什么只有我会被影响啊，这合理吗？」"
    yc "「你应该知道，两个波的合成，要让合成波波幅和频率满足一定的条件，
        对原始的两个组成部分有特殊要求，对吧？」"
    sm "「是这样。」"
    yc "「那就这样理解好了。首先你自己的波要有足够的能量，然后还要具有特定的频率。
        只有为数不多的人满足。这就是共鸣。」"
    "如果是什么别的人告诉我这种事情，我大概会当成诈骗吧。
     现在正坐在那栋红色的建筑物后面，不由得毛骨悚然。"
    sm "「所以说，我看到的并不是我自己的思想，而是另一个家伙的？」"
    yc "「你可以这样理解。不过，也碰巧是你在那个不寻常的时间走到了一教门口，
        然后脑子里大概是在想些不寻常的事情吧。」"
    sm "「啊哈哈...」 "
    yc "「这没什么好笑的。这么多年了，有记录的这种事情一共只有4次。
        不过大概率不止这些，只是被当成可笑的幻觉，遗弃了。」"
    sm "「这事以前还发生过？也是和我一样的情况吗？」"
    yc "「并非如此。而且症状也都不一样。其中有个自称感到神明召唤的，
        虽然很荒唐，但是还是被记录了下来。大概，他应该被送到心理中心。」"
    sm "「那学长您是在研究这个吗？您不是CS的吗？」"
    yc "「算是个兴趣项目。没什么了不起的，研究性的东西多少有点神秘感。」"
    sm "「那您说的那都是研究成果吗？」"
    yc "「抱歉，无可奉告。你也可以选择把我的话当做笑话，但是我能做的只有请你不要担心，
        就算真的再现，我希望你稍微多记住一点具体的感受。」"
    sm "「这...」"
    yc "「我无权干涉你怎么想。而且，我也不想连累更多人了。」"
    "幻觉？共鸣？"
    "这一切也太科幻了。"
    "我感到害怕，但是随之而来的是更大的激动。这就是科研吗？这么刺激的吗？"
    sm "「我愿意合作！有什么任务请务必记得我！」"
    "学长稍微皱了皱眉头，然后笑了起来。"
    yc "「不，你不必这样，你只要不乱讲，然后做好记录就好了。那好，今天就到这里吧。咖啡我请了。」"
    "..."
    "怎么说呢，学长是不是不太看得起我？"
    "不，至少没有直接拒绝我的加入申请。"
    "听起来，以前的那些经历了相同事情的前辈们，对这件事确实嗤之以鼻。
    {p}也难怪，碰上这种事情，不会有人轻易就相信吧。"
    "有种不知从何而来的奇怪的感觉，我无比确信这件事是真的。"
    "并非因为学长的学识，况且我也并不熟悉他。但是这件事似乎对我而言无比真实。"
    "那这也算是我的科研经历了吗？"
    "算了，不去多想了。嘛，本科生搞科研，如果不是特别优秀的话，大概也就停留在感受的层面吧。"
    scene black with anticlockwise
    "..."

    ## 宿舍内景
    scene dormitory_inside with anticlockwise
    lyh "「回来的很早啊。我还以为你要和学长谈论严肃的学术问题，要弄得很晚呢。
         喏，我买了点火烧。你吃吗？」"
    sm  "「我刚刚从食堂回来啊，哪里有肚子吃这个。」"
    lyh "「那你不要，我自己吃了哦。很香的，再不吃要凉了。」"
    sm  "「喂，还是给我留着吧。」"
    lyh "「给你。快点吃，凉了就不香了。热的火烧才有灵魂嘛。
         我最喜欢那种滋滋冒油的，用纸一包，哇，香啊。一边看番一边吃，真的爽。」"
    sm  "「不愧是你。哎，你也不问问学长说了什么吗？」"
    lyh "「为什么要问啊，和我没啥关系。」"
    sm  "「你的那个说法是对的。那确实是某种“干涉”。」"
    "我立刻回想起刚刚立下的“合同”，立刻住了嘴。
     但是梁易寒连头都不抬，继续一口一口吃着他的烧饼。"
    sm  "「喂，你没在听啊？」"
    lyh "「还有别的什么要说的吗？」"
    sm  "「你这家伙。不，没什么了。就这样。」"
    lyh "「哦。」"
    sm  "「罢了罢了，和你这种猪头说这些也是对牛弹琴。」"
    lyh "「对于不可言说之物，理应保持沉默。」"
    sm  "「啥？」"
    lyh "「没什么，自言自语罢了。」"
    "疑惑。眼前的这个人一幅漠不关心的样子，却又好像讳莫如深。到底是什么东西啊。"
    "不管了，先把作业写起来吧。"
    scene black with anticlockwise
    "..."
    "..."

    ## 应潮视角
    ## 1958外景
    scene USTC1958 with anticlockwise
    yc "「啊，这咖啡味道还不错。不过好贵啊。」"
    "我还是坐在那张桌子旁，一口一口慢慢喝完了这种漂浮着细小的白色泡沫的，褐色的液体。"
    "用名为咖啡因的物质刺激神经，也就在刺激着感受到的一切。"
    "苦涩无法遮盖伤痛，但是强烈的刺激让我感受到我还活着。"
    "感受到痛苦正是我没有放弃抵抗的证据，它如今就在此地。"
    "说起来，为什么人们如此青睐这种并不那么甘美的滋味呢？"
    "也许，痛苦本身是有诱惑性的吧。"
    "..."
    "..."
    "不早了，该回去了。"
    ## （几个场景）
    scene black with anticlockwise
    "去一趟管科楼吧，今天加班，把周末组会的材料写完。"
    ## 一教北边的路口。
    scene first_teaching_building_outside with dissolve
    "不少人去上晚自习。这会路口居然还有不少人。应该都是去五教或者管科楼的吧。"
    "？？？" "「啊，不好意思，没撞到您吧？」"
    "一个身影匆忙从我旁边挤过去。听声音是女生。她的外套蹭到了我的书包，但是并没有撞到我。"
    yc "「没事，注意安全，别跑太快了。」"
    "？？？" "「那就好！谢谢您！」"
    "古怪的敬语。我摇摇头，继续思考讲义的修改稿。"
    scene black with anticlockwise
    "..."
    ## 管科楼内景。
    scene office with dissolve
    "桌子上是图书馆借来的生院关于脑科学的教材。
     啊，这只是为了研究如何简单地给sm同学说明白真相。{p}
     真正的研究应该是另一本书，《脑科学实验讲义》。"
    "这是爷爷当年的研究笔记，当然没有出版，但是很细心地反复装订过，{w}
     除了已经因为破损换过几次的封面和封底，书页都保留着几十年前的纸张。"
    "爷爷之前还开过玩笑，这玩意和一教差不多年龄，大概可以卖做古董了吧。"
    "快晚上十点了，楼里虽然灯火通明，但是其实没有几个人了。"
    "我差不多已经解决了讲义，准备再检查一遍，回宿舍了。"
    ## （敲门声）
    "嗯？老板已经回去了，同事也早就回去休息，这么晚了，会是谁呢？"
    yc "「请进！」"
    "门被小心地推开。眼前出现了一个女生的身影。"
    "？？？" "「那个，是应潮同学吗？」"
    scene white with MultipleTransition(
        [
            False,
            Dissolve(4.5),
            Solid("#FFFFFF"),
            Pause(1),
            True
        ]
    )

    ##第一章 ED

    return
